---
kind: other
id: Properties.T:Autodesk.Revit.DB.EdgeArrayIterator
source: html/cca5faf6-b62b-7a2f-b564-2265ca9b25a5.htm
---
# EdgeArrayIterator Properties

Retrieves the item that is the current focus of the iterator.